{
    "es": {
        "sobremi": "Sobre mí",
        "proyectos": "Proyectos",
        "educacion": "Certificaciones",
        "contacto": "Contacto",
        "titulo": "¡Hola! Soy Martín Alegre",
        "subtitulo": "Analista de Datos y Desarrollador Full Stack Python",
        "conoce": "Conoce a Martín",
        "acerca1": "Soy un Licenciado en Informática con una sólida base en lenguajes de programación desde mi juventud, comenzando con Cobol y Basic. Esta pasión inicial por la tecnología me ha llevado a perfeccionarme en Python, especializándome en desarrollo web con Django y análisis de datos, utilizando herramientas como Pandas, NumPy, Matplotlib y Seaborn para generar insights valiosos.",
        "acerca2": "Mi formación académica y experiencia práctica se complementan con 26 años de trayectoria en el Ejército Argentino, donde adquirí habilidades clave en liderazgo, gestión y administración, las cuales aplico en mi enfoque profesional para enfrentar desafíos tecnológicos con eficiencia y visión estratégica.",
        "data": "Analisis de Datos",
        "ea": "Oficial Ejército Argentino",
        "com": "Comunicación",
        "sol": "Solución de problemas",
        "adap": "Adaptación",
        "aten": "Atención al detalle",
        "hab": "Habilidades de presentación",
        "escucha": "Escucha activa",
        "org": "Organización",
        "tit-proy": "Mis proyectos recientes",
        "des-proy": "Estos son algunos proyectos que he creado recientemente...",
        "proy1": "Análisis Ecobici CABA",
        "proy2": "Análisis Felicidad Mundial",
        "proy3": "Clínica para el Deportista",
        "proy4": "Gestión de turnos",
        "proy5": "Producto Bruto Interno",
        "proy6": "Presupuesto de tragos y postres",
        "mas-proy": "Ver más proyectos →",
        "certificados": "Certificaciones y Cursos",
        "reciente": "Más recientes",
        "list1": "Fundamentos de la Ciencia de Datos",
        "list2": "Desarrollo de Módulos y Gestión Empresarial con Odoo",
        "list3": "Análisis de Datos con Python",
        "list4": "Base de Datos Relacional",
        "list5": "Introducción a la Inteligencia Artificial y Prompt Engineering",
        "list6": "Computación Científica con Python",
        "mas-cert": "Ver más certificaciones",
        "skills": "Skills",
        "sub-skills": "Estas son algunas de mis habilidades...",
        "detall1": "Análisis del uso del sistema de bicicletas públicas en la Ciudad Autónoma de Buenos Aires (3.090.000 habitantes) entre los años 2019 y 2025, a partir de datasets proporcionados por el programa Ecobici. A través de la exploración de estos datos, se busca identificar patrones de uso, posibles cambios en el perfil de los usuarios a lo largo del tiempo, y diferencias en el comportamiento según el día de la semana o el mes del año.",
        "detall2": "El Informe Mundial de la Felicidad analiza el bienestar global evaluando factores como el PIB per cápita, el apoyo social, la esperanza de vida saludable, la libertad, la generosidad y la corrupción. Utiliza datos de la Encuesta Mundial Gallup.",
        "detall3": "Sistema web para la creación de Aptos Físicos Digitales para deportistas, que garantiza la autenticidad mediante reconocimiento facial del profesional médico emisor y facilita la comprobación de la información a través de códigos QR.",
        "detall4": "Software de escritorio diseñado para optimizar la gestión de turnos en consultorios psicológicos. Permite la administración eficiente de la agenda, el manejo de obras sociales y el registro de cobros.",
        "detall5": "Este proyecto consiste en la creación de una visualización interactiva del Producto Interno Bruto (PIB) de los Estados Unidos a lo largo del tiempo, utilizando los datos proporcionados por la Reserva Federal (FRED).",
        "detall6": "Herramienta de escritorio para la presupuestación de servicios de barras de tragos y mesas de postres. Permite generar tanto presupuestos comprensivos para el cliente como informes internos de necesidades para la empresa.",
        "skill1": "Skills: Limpieza, Preparación y Análisis con R",
        "skill2": "Skills: Excel - Tableau - Mapa de calor",
        "skill3": "Skills: Django - Python - HTML - CSS - JavaScript - OpenCV - QR",
        "skill4": "Skills: Python - Tkinter - SQLite - POO",
        "skill5": "Skills: HTML - CSS - JavaScript - D3.js - Visualización de Datos - JSON",
        "skill6": "Skills: Python - Tkinter - TinyDB - PIL/Pillow",
        "hablemos": "¡Hablemos!",
        "descripcion": "Contáctame para iniciar tu proyecto y haré que tu visión se vuelva realidad.",
        "contactame": "Contacto",
        "footer-texto1": "Aprendo y creo todos los días.",
        "footer-texto2": "Creemos un proyecto juntos.",
        "copy": "Creado por Martín Alegre"
    },
    "en": {
        "sobremi": "About me",
        "proyectos": "Projects",
        "educacion": "Certifications",
        "contacto": "Contact",
        "titulo": "Hello! I'm Martín Alegre",
        "subtitulo": "Data Analyst and Full Stack Python Developer",
        "conoce": "Meet Martín",
        "acerca1": "I have a degree in Computer Science with a solid foundation in programming languages since my youth, starting with Cobol and Basic. This initial passion for technology has led me to perfect my Python skills, specializing in web development with Django and data analysis, using tools like Pandas, NumPy, Matplotlib, and Seaborn to generate valuable insights.",
        "acerca2": "My academic training and practical experience are complemented by 26 years of experience in the Argentine Army, where I acquired key skills in leadership, management, and administration, which I apply in my professional approach to face technological challenges with efficiency and strategic vision.",
        "data": "Data Analysis",
        "ea": "Army Official",
        "com": "Communication",
        "sol": "Problem-solving",
        "adap": "Adaptation",
        "aten": "Attention to detail",
        "hab": "Presentation skills",
        "escucha": "Active listening",
        "org": "Organization",
        "tit-proy": "My recent projects",
        "des-proy": "These are some projects I've created recently...",
        "proy1": "Ecobici Analysis CABA",
        "proy2": "World happiness",
        "proy3": "Sports Clinic",
        "proy4": "Patient appointment management",
        "proy5": "Gross Domestic Product",
        "proy6": "Drinks and desserts budget",
        "mas-proy": "See more projects →",
        "certificados": "Certifications and Courses",
        "reciente": "Most recent",
        "list1": "Foundations of Data Science",
        "list2": "Module Development and Business Management with Odoo",
        "list3": "Data Analysis with Python",
        "list4": "Relational Database",
        "list5": "Introduction to Artificial Intelligence and Prompt Engineering",
        "list6": "Scientific Computing with Python",
        "mas-cert":"See more certifications",
        "skills": "Skills",
        "sub-skills": "These are some of my skills...",
        "detall1": "Analysis of the use of the public bicycle system in the Autonomous City of Buenos Aires (3,090,000 inhabitants) between 2019 and 2025, based on datasets provided by the Ecobici program. By exploring these data, we seek to identify usage patterns, possible changes in user profiles over time, and differences in behavior depending on the day of the week or month of the year.",
        "detall2": "The World Happiness Report analyzes global well-being by assessing factors such as GDP per capita, social support, healthy life expectancy, freedom, generosity, and corruption. It uses data from the Gallup World Poll.",
        "detall3": "Web-based system for the creation of Digital Fitness Certificates for athletes, ensuring authenticity through facial recognition of the issuing medical professional and facilitating information verification via QR codes.",
        "detall4": "Desktop software designed to optimize the management of appointments in psychological practices. It allows for the efficient administration of the schedule, the handling of health insurance providers, and the recording of payments.",
        "detall5": "This project involves the creation of an interactive visualization of the United States Gross Domestic Product (GDP) over time, utilizing data provided by the Federal Reserve (FRED).",
        "detall6": "Desktop tool for budgeting cocktail bar and dessert table services. It allows for the generation of both comprehensive budgets for the client and internal needs reports for the company.",
        "skill1": "Skills: Cleaning, Preparation and Analysis with R",
        "skill2": "Skills: Excel - Tableau - Heat map",
        "skill3": "Skills: Skills: Django - Python - HTML - CSS - JavaScript - OpenCV - QR",
        "skill4": "Skills: Python - Tkinter - SQLite - OOP",
        "skill5": "Skills: HTML - CSS - JavaScript - D3.js - Data Visualization - JSON",
        "skill6": "Skills: Python - Tkinter - TinyDB - PIL/Pillow",
        "hablemos": "Let's talk!",
        "descripcion": "Contact me to start your project, and I will make your vision a reality.",
        "contactame": "Contact",
        "footer-text1": "I learn and create every day.",
        "footer-text2": "Let's create a project together.",
        "copy": "Created by Martin Alegre"
        
    }
}
